00
428
250.8
820
435
572
577
535
427
786
584
507
414
38
250.82
997
480
410
486
711
558
715
196
590
780
574
296
992
430
682
593
562
531
287
493
491
556
404
250.12
599
402
162
185
518
153
411
453
595
250.1
996
440
782
530
724
557
244
784
808
423
434
560
426
348
527
250.13
189
436
729
998
9
336
482
303
516
53
250.6
710
571
478
534
278
433
8
401
852
787
537
174
738
569
288
592
733
250.02
722
626
403
728
578
277
424
197
291
309
540
250.41
415
276
250.7
681
588
532
444
602
718
603
847
290
280
812
250
515
600
962
V58
789
823
250.11
250.22
716
78
250.03
112
704
157
521
V57
793
431
331
824
351
250.4
734
295
198
726
211
250.43
446
250.81
458
161
730
696
727
459
180
413
323
707
618
575
285
182
648
487
266
233
646
238
995
654
188
785
250.83
821
851
576
441
412
386
526
620
218
V53
79
721
298
465
250.2
616
805
552
967
378
184
664
325
?
806
340
510
226
485
836
250.33
481
790
398
183
416
860
522
263
438
553
972
924
70
227
305
48
154
747
250.42
275
31
202
220
461
466
205
455
225
293
250.01
311
346
644
V56
658
425
656
250.32
959
536
345
746
850
292
642
300
969
781
705
788
E909
608
555
437
661
839
564
284
307
42
977
214
999
550
135
251
V71
795
447
541
751
191
332
565
617
396
968
659
492
637
906
V54
807
813
708
621
463
794
274
250.92
304
625
585
511
719
922
397
429
604
822
801
241
250.31
566
611
512
958
353
151
442
451
283
250.93
490
445
915
294
250.3
970
573
223
193
935
867
286
215
239
203
306
250.23
965
980
990
610
152
496
443
432
35
255
533
349
V55
456
421
709
873
201
542
344
802
47
114
147
799
200
581
452
756
3
333
680
355
250.91
88
289
714
921
210
685
570
690
514
816
694
358
934
614
844
155
228
835
327
846
252
735
596
94
875
870
568
601
368
199
723
158
567
V66
865
579
759
665
362
692
281
660
361
501
136
641
695
149
359
825
253
657
706
237
882
783
737
669
250.52
494
840
272
966
607
66
519
150
11
989
862
156
175
261
420
528
395
897
250.5
845
866
204
861
605
945
365
686
693
320
473
814
854
312
376
991
964
337
920
942
208
649
240
513
54
36
917
212
864
370
853
508
282
663
871
354
235
454
245
334
179
834
952
633
141
753
627
797
652
800
881
357
34
464
598
377
117
933
717
375
594
405
586
322
483
217
736
916
810
5
417
170
250.9
462
803
338
582
380
335
422
591
133
324
242
297
310
374
192
475
379
142
V63
655
928
551
350
891
164
913
619
957
826
495
171
V67
230
815
883
986
474
622
363
394
982
75
366
893
890
194
892
10
173
647
98
187
388
640
725
643
886
457
110
470
V51
273
796
385
477
843
832
524
987
301
863
V70
720
229
448
384
944
250.21
V60
745
262
V43
703
341
V25
804
903
653
V45
146
941
163
41
634
82
250.53
172
837
848
671
691
632
57
923
623
645
683
49
831
246
360
308
684
971
983
382
732
583
911
674
160
868
383
880
615
216
792
963
